{
    "ru": "Ru",
    "navbar": {
        "home": "ГЛАВНАЯ",
        "gen": "СОЗДАТЬ ИЗОБРАЖЕНИЕ",
        "tut": "ТУТОРИАЛ",
        "contact": "КОНТАКТЫ"
    },
    "home": {
        "sub": "Цвет / Искусство / Исцеление",
        "text": "Наше веб-приложение позволяет пользователям визуализировать и генерировать детализированные векторные сегменты для различных картин, превращая изображения в структурированные композиции по принципу «раскраски по номерам». Разработанное для точности и творчества, оно упрощает процесс сегментирования, нумерации и организации цветов, что делает его идеальным инструментом для арт-терапии, создания индивидуальных работ и производства наборов для раскрашивания.",
        "button": "Начать проект"
    },
    "footer": {
        "home": "Главная",
        "gen": "Создать изображение",
        "tut": "Туториал",
        "contact": "Контакты"
    },
    "contacts": {
        "text": "Свяжитесь с нами!",
        "sub": "Мы будем рады с вами познакомиться!",
        "sub2": "Следите за нашим путешествием в арт-терапии в социальных сетях или напишите нам на электронную почту:"
    },
    "tutorial": {
        "title": "Давайте начнём по шагам!",
        "1": "Шаг 1: Загрузите или создайте изображение",
        "sub1": "Начните с загрузки вашей картины или фотографии — или создайте новое изображение с помощью наших инструментов. Дайте волю своему творчеству!",
        "2": "Шаг 2: Автоматическая сегментация и нумерация",
        "sub2": "Наш инструмент автоматически разделит изображение на пронумерованные области на основе цветовой палитры.",
        "3": "Шаг 3: Просмотр извлечённых цветов",
        "sub3": "Извлечённые из изображения цвета будут отображены. Они автоматически соответствуют сегментам.",
        "4": "Шаг 4: Редактирование изображения",
        "sub4": "При необходимости вы можете отредактировать контур изображения — перемещать элементы, подправить линии и довести результат до идеала перед нумерацией!",
        "5": "Шаг 5: Экспорт и печать",
        "sub5": "Экспортируйте пронумерированное изображение в формате PDF, готовом для печати на холсте.",
        "6": "Шаг 6: Начинайте рисовать!",
        "sub6": "Используйте напечатанное изображение и набор красок, чтобы начать расслабляющую арт-терапию по номерам."
    }
    
}